
public class A_TeamBaby {
	
}

/*
 * Love is all, all is love 
 * 검정치마 [Team Baby]
 * 
 * 인류가 이야기를 멜로디에 실어 부르기 시작한 이래, 대부분의 노래는 사랑에 관한 것이었다. 누군가 누군가와 사랑에 빠지는 순간, 호르몬은
 * 요동치고 일상은 흔들린다. 어떤 형태로든 그 활화산같은 감정을 표현하고 싶어진다. 그저 그런 재능을 가진 범부라 할지라도 하다못해
 * 일생일대의 연서라도 남기는 법, 하물며 예술가라 불리우는 이들은 어떻겠는가. 우리는 빼어난 재능이 사랑의 터널을 통과하며 탄생시킨 수많은
 * 명작들을 알고 있다. 그 터널에 비추는 빛이 순애 건, 짝사랑이건, 그리움이건 간에 그 모든 사랑은 곧 창작의 강고한 원천이 되었고 우리는
 * 그 명작들에 열광해왔고, 또 다른 사랑의 산물을 기다려왔다. 나는 말할 수 있다. 검정치마의 3집 [Team Baby]는 그 기다림에
 * 화답할 수 있는 꽃다발이라고.
 * 
 * 검정치마는 지난 두 장의 앨범을 통해 한국 대중음악계에 확고한 지분을 남겼다. 한국 인디의 르네상스였던 2008년, 말 그대로 ‘갑툭튀’한
 * 데뷔 앨범 [201]은 신인의 풋풋함과 베테랑의 노련함을 동시에 가진 걸작이었다. 동시대 미국 인디 록의 문법을 능숙하게 구사하되 거기에
 * 빼어나고 적나라한 한국어 가사까지 녹아 들었다. 이 의외의 등장은 평단과 언론의 상찬을 불렀다. 당시의 앨범 발매 얼마 후 있었던 발매
 * 기념 공연은 물론이고, 2009년 가을 그랜드 민트 페스티벌에 섰을 때는 낮 시간대였음에도 불구하고 올림픽 체조 경기장이 꽉 차는 진풍경을
 * 만들기도 했다. 다시 언론이 인디 음악을 이야기하던 그 때, 검정치마는 자신의 깃발을 꽂고 중원을 향해 파죽지세로 말을 달리던 기수 중 한
 * 명이었던 것이다. 그 여세는 2011년 [Don't You Worry Baby (I'm Only Swimming)]로도 고스란히 이어졌다.
 * 1집에 비해 어쿠스틱 지향성이 강해진 이 앨범에도 검정치마의 팝적 감각은 그대로였다. 귀에 짝짝 달라붙는 멜로디와 마음에 척척 와 닿는
 * 가사는 얼터 컨트리와 포크, 심지어 80년대 한국 가요의 문법까지 확장되며 그 해의 가장 중요한 작품이 됐다.
 * 
 * 그로부터 6년이 지났다. 오며 가며 조휴일을 볼 때 마다 늘 새 앨범 작업중이라는 말을 들었다. 녹음이 어느 정도 진행됐다는 얘기도
 * 들었다. 하지만 본격적 귀환의 기미가 보이지 않았다. 비치 보이스의 전설적 미 발매 앨범 [Smile]이나 건스 앤 로지스의
 * [Chinese Democracy]를 기다리는 심정이었다. 그 사이 검정치마와 비슷한 시기에 데뷔한 밴드들은 한 장 한 장, 디스코
 * 그래피를 쌓아나가고 있었기에 더욱 그랬다. 2015년 오랜만의 싱글 ‘Hollywood’가 나왔을 때 드디어 컴백인가 싶었지만, 1년 뒤
 * ‘Everything’과 ‘내 고향 서울엔’ 두 곡의 싱글을 추가로 발매했을 뿐 정규 소식은 들리지 않았다. 그 해 6월 드라마 [또,
 * 오해영]OST에 실린 ‘기다린 만큼, 더’는 그 제목 자체로 고문과 같은 것이었다.
 * 
 * 그로부터 또 1년이 지났다. 마침내, 검정치마가 돌아왔다. 전대미문의 프로젝트로 돌아왔다. 그 동안 만든 30곡의 노래를 총 세 장의
 * 앨범에 담아 순차적으로 발매한다. [Team Baby]는 그 서막이다. "이 앨범에서는 사랑, 그리고 보고 있어도 보고 싶어지는 그리움을
 * 노래했다. 지금 사랑을 하고 있는 당신과, 그런 당신의 편에 서있는 사람을 위한 앨범이다.” 조휴일이 밝힌 대로, 이 앨범은 사랑 노래들의
 * 연작이다. 검정치마의 음악에는 모든 감정이 날카롭다. 상대를 조롱하기도 하고 분노하기도 한다. 섬뜩할 만큼 솔직하다. 하지만 그 감정이
 * 애정이 될 때는 얘기가 달라진다. 듣는 것 만으로도 심장이 뛰고 마음이 애틋해진다. 봄의 들판과 여름의 바다, 가을의 하늘같은 기운이
 * 약동한다.
 * 
 * 1집의 ‘좋아해줘’ ‘Antifreeze’가 그랬고, 2집의 ‘젊은 우리 사랑’ ‘Love Shine’도 그랬다. [Team, Baby]는
 * 그런 노래들에 담긴 감정들을 끌어 모아 다시 프리즘에 투영시킨 빛의 지도다. 첫 곡 ‘난 아니에요’는 세상의 바깥과 내 안 쪽의 충돌로
 * 인해 발생하는 피로를 털어 놓는 듯한 자조적인 곡이다. 힘 빠진 독백의 뒤로는 안개같은 파장들이 나부낀다. ‘Everything’에서
 * 보여줬던 드림 팝 스타일의 아름다운 혼란이 끝나갈 무렵 힘찬 드럼 소리와 함께 두 번째 트랙, ‘Big Love’가 시작된다. 자연스럽게
 * 이어지는 이 두 곡 사이에는 기차역 플랫폼을 연상시키는 효과음이 들어간다. 마치 해무 가득한 밤바다에서 홀로 빛나는 등대를 발견했을 때
 * 처럼, 수많은 인파 사이에서 한 눈에 들어오는 연인의 얼굴을 봤을 때 처럼, 음반의 분위기는 급격히 반전된다. 1집을 좋아했던 이들이라면
 * 반색할 만한 곡이다.
 * 
 * 그 뒤로 이어지는 노래들의 다채로운 사운드들이 각 장의 테마를 구성할 뿐만 아니라, 한국 가요계에 수용됐던 팝 장르들이 검정치마 스타일로
 * 재해석된다. 부연하자면 이렇다. ‘한시 오분(1:05)’에는 투투, 룰라, 김건모 등 90년대 중반 가요계를 휩쓸었던 ‘한국식 레게’의
 * 리듬과 사운드가 고스란히 묻어 있다. ‘폭죽과 풍선들’ 역시 90년대 초반의 댄스 뮤직에서 흔히 볼 수 있었던, 80년대 초반 모타운
 * 사운드의 기묘한 변형을 숨김없이 받아 안는다. 서구 팝이 한국에 수용되면서 기술적, 문화적 한계로 인해 보였던 변형들이 후대에는 촌스럽다는
 * 이유로 기피되기 마련이었지만, 검정치마는 그 때의 그 정서를 오히려 적극적으로 받아 안는다. 이는 그가 청소년기와 20대의 절반을 해외에서
 * 보냈기에 가능한 일일 것으로 짐작된다. 동시대 한국에서 성장했다면 의도적으로 피할 정서를, 오히려 외국에서 보내며 편견없이 수용할 수
 * 있었기 때문일 것이다. 이런 외부자적 정서는 사실, 검정치마의 모든 음악을 관통하는 핵심 키워드이기도 하다.
 * 
 * 이토록 넓은 음악적 스펙트럼은, 하나의 정서로 모여 든다. 그렇다. 사랑이다. [Team, Baby]는 한 사람을 위한 순애보다. 유재하의
 * [사랑하기 때문에]처럼, 이 앨범에 담긴 모든 노래는 한 사람을 위해 만들어진 노래다. 사랑이란 누군가에 대한 마음이기도 하지만, 스스로도
 * 몰랐던 자기 자신을 발견하게 되는 사건이기도 하다. 그 과정에서 사랑하는 사람은 시인이 되고 탐험가가 된다. 전에는 머리 속에 담겨 있지
 * 않았던 언어들이, 마음으로부터 샘솟아 오른다. 스스로에게 놀라는 순간들이 온다. 어딘가에 기록해두고 싶었던 그 절실한 마음의 선물을,
 * 검정치마는 상쾌하고 아련한 멜로디에 담아 우리를 대신하여 배송한다. 보고 있어도 보고 싶고, 함께 있어도 같이 있고 싶고, 잠시나마
 * 떨어지면 안부를 전해지고 싶어지는, 호르몬의 혼수상태가 열 곡의 노래가 되어 세상에 나왔다. 우리의 이야기 같거나, 우리의 이야기가
 * 되었으면 하는 노래들이 말이다. 당신이 사랑하고 있다면, 혹은 마음에 둔 사람이 있다면, 카톡에 링크 걸어 고백 대신 사용할 수 있는 노래
 * 한 곡 쯤은 분명히 발견할 수 있을 것이다. 뻔한 사랑 노래의 홍수에 진저리치는 사람일지라도 피해갈 수 없을 것이다. 장담하고 싶다.
 * 
 * - 김작가 (대중음악평론가)
 */
